[
    {
        "id": 1,
        "name": "The 151 Secrets of Tetris",
        "price": 15,
        "category": "Gaming",
        "description": "A comprehensive guide to mastering the classic puzzle game Tetris. This book covers advanced strategies, tips, and techniques to improve your Tetris skills and achieve high scores. Whether you're a beginner or an experienced player, Mastering Tetris will help you become a Tetris master."
    },
    {
        "id": 2,
        "name": "Blackjack: Beat the Odds and Win Big",
        "price": 20,
        "category": "Education",
        "description": "Unlock the secrets to becoming a Blackjack pro with this comprehensive guide. Learn advanced strategies, card counting techniques, and expert tips to beat the house and win big at the Blackjack table. Whether you're a novice or a seasoned player, Mastering Blackjack will help you elevate your game and maximize your profits."
    },
    {
        "id": 3,
        "name": "Solitaire Success: Strategies for Mastering the Card Game",
        "price": 12,
        "category": "History",
        "description": "Unlock the secrets to becoming a Solitaire champion with 'Solitaire Success: Strategies for Mastering the Card Game.' Learn various Solitaire variations, advanced strategies, and expert tips to improve your gameplay and win more often. Whether you're a casual player or a Solitaire enthusiast, this comprehensive guide will help you enhance your skills and enjoy hours of fun."
    },
    {
        "id": 4,
        "name": "Mastering Feed the Snake: Navigate, Grow, Conquer!",
        "price": 15,
        "category": "Gaming",
        "description": "Embark on a journey to master 'Feed the Snake,' the exhilarating side-to-side scroller game. Learn essential strategies, expert techniques, and pro tips to navigate obstacles, grow your snake, and conquer every level. Whether you're a beginner or a seasoned player, this comprehensive guide will help you become a Feed the Snake champion!"
    }

]